[{"id":1,"name":"Home Alone","description":"Christmas","rating":10.0,"year":"1990"},{"id":2,"name":"Harry Potter and the Philosopher's Stone","description":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.","rating":7.9,"year":"2001"},{"id":3,"name":"J.K. Rowling: A Year in the Life","description":"A look into the life of J.K. Rowling in the year leading to her finishing her final harry potter book.","rating":7.5,"year":"2007"},{"id":4,"name":"A Bug's Life","description":"On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.","rating":7,"year":"1998"},{"id":5,"name":"The Bug Man","description":"The slice-of-life story of how an exterminator attempts to connect with his clients and the consequences of these connections.","rating":0,"year":"2003"},{"id":6,"name":"The Fifth Element","description":"In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.","rating":7.5,"year":"1997"},{"id":7,"name":"Elementi Minimi","description":"The documentary explores the world of culture, nature and gastronomy through one chef's eyes across the marshlands of the Venetian Lagoon.","rating":0,"year":null},{"id":11,"name":"Bob Indiana, Etc.","description":"Robert Indiana with a few companions sitting, smiling, and smoking as life passes idly by.","rating":7,"year":"1963"},{"id":11,"name":"Bob Indiana, Etc.","description":"Robert Indiana with a few companions sitting, smiling, and smoking as life passes idly by.","rating":7,"year":"1963"},{"id":11,"name":"Bob Indiana, Etc.","description":"Robert Indiana with a few companions sitting, smiling, and smoking as life passes idly by.","rating":7,"year":"1963"},{"id":11,"name":"Bob Indiana, Etc.","description":"Robert Indiana with a few companions sitting, smiling, and smoking as life passes idly by.","rating":7,"year":"1963"},{"id":13,"name":"L'ora di punta","description":"A civil servant (Michele Lastella) uses shady methods to become a powerful businessman.","rating":5.3,"year":"2007"},{"id":13,"name":"L'ora di punta","description":"A civil servant (Michele Lastella) uses shady methods to become a powerful businessman.","rating":5.3,"year":"2007"},{"id":15,"name":"Spike Island","description":"Teenage musicians travel to England's Spike Island in the hope of attending an outdoor performance by their favorite band, the Stone Roses.","rating":6.5,"year":"2012"},{"id":15,"name":"Spike Island","description":"Teenage musicians travel to England's Spike Island in the hope of attending an outdoor performance by their favorite band, the Stone Roses.","rating":6.5,"year":"2012"},{"id":16,"name":"Santa's Slay","description":"Santa Claus is actually a demon who lost a bet with an angel, so he became the giver of toys and happiness. But this year the bet is off, and Santa is about to return to his evil ways.","rating":5.4,"year":"2005"},{"id":17,"name":"Bad Santa","description":"A miserable conman and his partner pose as Santa and his Little Helper to rob department stores on Christmas Eve. But they run into problems when the conman befriends a troubled kid.","rating":6.5,"year":"2003"},{"id":18,"name":"A Perfect Ending","description":"This intimate drama follows Rebecca, a woman who has kept her sexuality a secret from her friends but chooses to reveal it to a stranger. While Rebecca's revelations may not yield the results she expects, a perfect ending is still in reach.","rating":6.3,"year":"2012"}]